Repository: franzholz/tt_board
Catalog: Resources/Private/Language/*.locallang_tca.xlf
Languages: de

# pi_list
source: Board, List
de: Forum, Liste

# pi_tree
source: Board, Tree
de: Forum, Baumansicht

# tt_board
source: Board
de: Forum

# tt_board.subject
source: Subject:
de: Betreff:

# tt_board.message
source: Message:
de: Nachricht:

# tt_board.parent
source: Parent:
de: Ãœbergeordnet:

# tt_board.notify_me
source: Notify by email:
de: Benachrichtigung per E-Mail:

# tt_board.crdate
source: Date/Time:
de: Datum/Zeit:

# tt_board.tstamp
source: Timestamp:
de: Zeitstempel:

# tt_board.cr_ip
source: Sender IP address
de: Absender-IP-Adresse

# tt_board.reference
source: Reference to record in another extension
de: Verweis auf Datensatz in einer anderen Erweiterung

# tt_content.pi_flexform.display_mode
source: Display mode
de: Anzeigemodus

# tt_content.pi_flexform.display_mode.1
source: General: Help
de: Allgemein: Hilfe

# tt_content.pi_flexform.display_mode.2
source: Category, Forum: List
de: Kategorie, Forum: Liste

# tt_content.pi_flexform.display_mode.3
source: Forum: List
de: Forum: Liste

# tt_content.pi_flexform.display_mode.4
source: Forum: Single
de: Forum Einzelansicht

# tt_content.pi_flexform.display_mode.5
source: Entry Form: General
de: Eingabeformular: Allgemeines

# tt_content.pi_flexform.display_mode.6
source: Entry Form: Reply
de: Eingabeformular: Antwort

# tt_content.pi_flexform.display_mode.7
source: Entry Form: New Thread
de: Eingabeformular: Neues Thema

# tt_content.pi_flexform.display_mode.8
source: Forum: Tree
de: Forum: Baumansicht
